Revit 2027 API
BuiltInFailures.GroupFailures.BadProblemWithGroup Property
 The operation performed affects groups in an unacceptable manner.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId BadProblemWithGroup { get; }
Public Shared ReadOnly Property BadProblemWithGroup As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ BadProblemWithGroup {
	FailureDefinitionId^ get ();
}
static member BadProblemWithGroup : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace